from aiogram import types
from config import bot

async def lot1(message: types.Message):
    await message.reply("""
    Срочно!!! Успей приобрести 2 уров. дом 
    В селе Орто Сай. 
    Вип г.Ала арча  
    ЖГ- Ала арча 
    Дом - кирпичный 2019 
    Кол-во этажей - 2 
    Комнат - 6 и более 
    Площадь - 250 м2 
    Площадь участка - 8 соток 
    Отопление - на газе 
    Состояние - евро ремонт 
    Санузел - 2 с/у и более 
    Канализация - центральная 
    Питьевая вода - центральное водоснабжение 
    Электричество - есть 
    Газ - магистральный 
    Безопасность - домофон, сигнализация, охрана 24/7 
    заезд только по пропуску 
    Документ - Техпаспорт/ Красная книга
    В эксплуатацию сдан✅ 
    Фасад- Сары таш 
    Парковка на 4 машин  
    Описание  с.Ортосай. 
    Дом в ВИП городке " Ала арча" 
    Все коммуникации имеется 
    Ремонт сделали недавно не требуется вложений  
    Торг.уместен 
    Заезжай и живи! 
    Цена - $600тыс 
    
    """)

async def lot2(message: types.Message):
    await message.reply("""
    Продаётся дом в VIP городке «Bravo» 
    Квадратура дома 250м2  
    Год постройки 2020 год  
    Состояние: ПСО   
    1й Этаж: Прихожая, кухня , зал , сан.узел , кладовые. 
    2й этаж: 3 спальни , 2 сан.узла.  
    Коммуникации:  центральная канализация, вода, газ, электричество. 
    Фасад: Сары-Таш  
    Утепление: Базальтовое волокно 
    Окна пластиковые, дверь бронированная  
    Цена - 310 000$

    """)

async def lot3(message: types.Message):
    await message.reply("""
    Чуй Турусбекова  
    3х ком 80м2 850$+депозит 
    На длительный период времени  
    Со всеми удобствами

""")